[errorMsg]

PCT_ERR_FAIL="알수없는 오류"

PCT_ERR_INVALUD_PARS="잘못된 매개 변수"

PCT_ERR_NOT_SURPPORT="지원되지 않음"

PCT_ERR_OPEN_FILE_FAIL="파일을 열지 못했습니다."

PCT_ERR_NO_MEMORY="메모리가 부족합니다."

PCT_ERR_READ_FILE="파일을 읽지 못했습니다."

PCT_ERR_FILE_FORMAT="파일 형식 오류"

PCT_ERR_NOMORE_ITEM="더 이상 파일이 없습니다."

PCT_ERR_FILE_PROCESS="파일을 처리하지 못했습니다."

PCT_ERR_MEMORY_FAIL="메모리 오류"

PCT_ERR_WRITE_FILE="파일을 쓰지 못했습니다."

PCT_ERR_USER_CANCEL="사용자가 취소 함"

PCT_ERR_NOT_INIT_FUN="초기화되지 않은"

PCT_ERR_CREATE_THREAD="스레드를 만들지 못했습니다."

PCT_ERR_DEVICE_NO_MORE_SPACE="디스크 공간 부족"

PCT_ERR_DEVICE_FAIL="기기 오류"

PCT_ERR_PATH_INVALID="유효하지 않은 경로"

PCT_ERR_CALL_API="통화하지 못했습니다."

PCT_ERR_FILE_NOT_EXIST="파일이 존재하지 않습니다."

PCT_ERR_FILE_IN_USING="다른 프로세스에서 파일을 사용 중입니다."

PCT_ERR_REG_FAIL="레지스트리 오류"

PCT_ERR_NET_CONN="네트워크가 연결되지 않았거나 연결이 끊어졌습니다."

PCT_ERR_LICENSE_OUTDATA="라이센스가 만료되었습니다."

PCT_ERR_NOT_SAME_VERSION="버전이 일치하지 않습니다."

PCT_ERR_NO_DISKSPACE="디스크 공간 부족"

PCT_ERR_NTFS_MUST="응용 프로그램이 NTFS 파일 시스템에 설치되어 있지 않으므로 응용 프로그램을 전송하지 못했습니다."

PCT_ERR_INSTALL_APPX_FAILED="해당 응용 프로그램은 대상 PC와 호환되지 않습니다. 다시 설치해야 합니다."

PCT_ERR_MOVE_APPX_FAILED="응용 프로그램이 대상 파티션의 파일 시스템과 호환되지 않습니다."

